const translateRu = {
	navbar: {
		indao: 'Indao',
		reclaim: 'вернуть',
		about: 'О нас',
		button: 'Лауч кошелек',
	},
	hero: {
		h2: 'Децентрализованная идентификация для',
		coloredh2: 'защиты ваших данных',
	},
	smartaccount: {
		h2: 'Наша миссия — стать ведущей децентрализованной платформой идентификации.',
		p: 'Ознакомьтесь с нашим видением и дорожной картой',
	},
	subscribe: {
		h2: 'inDAO сотрудничает с ведущими партнерами для создания надежной экосистемы цифровой идентификации.',
	},
	secondslider: {
		partners: 'Партнеры',
		testnets: 'включая тестовую сеть',
		reclaim: 'вернуть',
		verida: 'Верида',
		gamer31: 'ГЕЙМЕР31',
		polygon: 'Идентификатор полигона',
		komet: 'КОМЕТ',
	},
	security: {
		finance: 'Финансы и банковское дело',
		education: 'Образование и HR',
		supply: 'Цепочка поставок и логистика',
		estete: 'Реестр недвижимости и земельный кадастр',
		insurance: 'Страхование',
		security_h2: 'БЕЗОПАСНОСТЬ',
		security_p: `inDAO предлагает решения на основе блокчейна и криптографии, такие как
		децентрализованные идентификаторы (DID) и нулевые доказательства
		раскрытие информации (zkproof) для безопасной интеграции
		блокчейн-технологии в различных отраслях, включая здравоохранение,
		финансы, государственное управление, цепочка поставок и многие другие
		другой.`,
	},
	blog: {
		blog: 'БЛОГ',
		h2: 'Преимущества интеграции наших',
		coloredh2: 'технологий:',
		did: 'дид',
		did_p:
			'DID: децентрализованная, криптографически безопасная цифровая идентификация.',
		restaking:
			'Высокий уровень безопасности и конфиденциальности данных благодаря криптографии и децентрализации.',
		payments:
			'Повысьте эффективность процессов и сократите затраты за счет автоматизации',
		institutions:
			'Соответствие нормативным требованиям и отраслевым стандартам.',
		social:
			'Повышение доверия между участниками экосистемы за счет неизменности данных в блокчейне.',
	},
	governancee: {
		governance: 'управление',
		h2: 'определяет будущее inDAO',
		coloredh2: 'Система DAO',
		p: 'Уникальная структура управления, основанная на DAO (децентрализованная автономная организация), обеспечивает прозрачность, инклюзивность и коллективное принятие решений, позволяя всем заинтересованным сторонам активно участвовать в развитии и успехе платформы Indao.',
		a: 'Хотите связаться с нами?',
		button: 'Напишите нам',
		twiter: 'Станьте частью сообщества',
		twiter_desc: 'Х (Твиттер)',
		discussion: 'Присоединяйтесь к обсуждению',
		discussion_desc: 'Последние голоса',
		learn_more: 'Узнать больше',
		learn_more_desc: 'inDAO Gitbook',
	},
	footer: {
		community: 'сообщество',
		twiter: 'Х (Твиттер)',
		snapshot: 'Снимок',
		resources: 'Ресурсы',
		gitbook: 'Gitbook',
	},
}

export default translateRu
